Repository: MethodJules/zfdw-showcase
Catalog: sites/all/modules/taxonomy_pivot/translations/taxonomy_pivot.*.po
Languages: de

source: Access Taxnonomy Pivot
de: Zugriff auf Taxnonomy Pivot

source: Use all functions of Taxonomy Pivot.
de: Alle Funktionen von Taxonomy Pivot verwenden.

source: none
de: keine

source: Configuration
de: Konfiguration

source: X-Axis
de: X-Achse

source: Y-Axis
de: Y-Achse

source: Filters
de: Filterkriterien

source: All Filters
de: Alle Filter

source: Add
de: Hinzuf端gen

source: Reset
de: Zur端cksetzen

source: Process
de: Ausf端hren

source: Chart
de: Diagramm

source: Taxonomy Pivot Table
de: Taxonomy Pivot Tabelle

source: Contents for current selection
de: Inhalte der aktuellen Auswahl

source: Bar Chart
de: Balken Diagramm

source: Taxonomy Pivot was installed successfully! For the full experience you should install the optional modules !phpexcel and !charts.
de: Taxonomy Pivot wurde erfolgreich installiert! F端r den vollen Funktionsumfang sollten die optionalen Module !phpexcel und !charts installiert werden.

source: Pivot table for showing taxonomy classification of nodes
de: Pivot-Tabelle, die die Klassifizierung der Nodes mit Hilfe der Taxonomie anzeigt.
